/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ din %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Această scurtătură a fost importată din %1$@ pe %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Această scurtătură a fost importată din %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Adăugați “%@”";

/* %@ = action name */
"Remove “%@”" = "Eliminați “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Doriți să ieșiți din %@ în Scurtături?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Doriți să ieșiți din %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Această scurtătură a fost importată din %@. Sigur doriți să o executați?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "drept %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Ștergeți de asemene acțiunile din “%@”?";

/* %@=app name */
"Install %@" = "Instalare %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Expresie Siri";

/* Access resource action settings title */
"Accounts" = "Conturi";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Editare scurtături finalizată";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ adăugată la favorite";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ eliminată din favorite";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Scurtătură în curs de executare";

/* Accessibility action */
"Delete shortcut" = "Ștergeți scurtătura";

/* Accessibility action */
"Duplicate shortcut" = "Duplicați scurtătura";

/* Accessibility action */
"Favorite Action" = "Acțiune favorită";

/* Accessibility action */
"Rename shortcut" = "Redenumiți scurtătura";

/* Accessibility action */
"Un-favorite Action" = "Acțiune eliminată din favorite";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Editați scurtătura";

/* Accessibility action or discoverability title */
"Run shortcut" = "Executați scurtătura";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ s-a adăugat în scurtătură";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Tipuri de intrări acceptate";

/* Accessibility announcement */
"Closed variables tray" = "Tavă de variabile închisă";

/* Accessibility announcement */
"Editing shortcuts" = "Editare scurtături";

/* Accessibility announcement */
"Opened variables tray" = "Tavă de variabile deschisă";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "tragere";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Scurtătură finalizată";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ s-a adăugat în scurtătura deasupra %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ s-a adăugat în scurtătura sub %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "s-a mutat deasupra %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "s-a mutat sub %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "eliminat: %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ duplicat";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "restrâns";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Tragere";

/* Accessibility announcement; expanded parameter */
"expanded" = "extins";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Scurtătură oprită";

/* Accessibility hint */
"Closes the shortcut" = "Închide scurtătura";

/* Accessibility hint */
"Creates a new shortcut" = "Creează o scurtătură nouă";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Șterge scurtăturile selectate";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Apăsați dublu pentru adăugarea în partea de jos a scurtăturii. Apăsați dublu și mențineți, apoi trageți pentru a personaliza poziția din scurtătură.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Se poate trage. Apăsați dublu și țineți apăsat, așteptați sunetul, apoi trageți pentru a reordona. Apăsați dublu pentru selectare.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplică scurtăturile selectate";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Această scurtătură va fi afișată în extensia de acțiune Scurtături (în meniul de partajare iOS) atunci când conținutul partajat are unul dintre tipurile pe care le selectați aici.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Dezactivează modul de editare a scurtăturilor";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Activează modul de editare a scurtăturilor";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Apăsați dublu pentru a restrânge panoul de acțiuni pe jumătate de ecran";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Apăsați dublu pentru a extinde complet panoul de acțiuni";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Apăsați dublu pentru a citi descrierea acțiunii.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Se poate trage. Apăsați dublu și țineți apăsat, așteptați sunetul, apoi trageți pentru a reordona. Apăsați dublu pentru a citi descrierea acțiunii.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Apăsați dublu pentru a comuta configurarea";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Apăsați dublu pentru alegere";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Apăsați dublu pentru a restrânge";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Apăsați dublu pentru inserare";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Apăsați dublu pentru a extinde";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Execută scurtătura %@";

/* Accessibility label */
"Add Tag" = "Adăugați o etichetă";

/* Accessibility label */
"Close" = "Închideți";

/* Accessibility label */
"Create Shortcut" = "Creați o scurtătură";

/* Accessibility label */
"Show Keyboard" = "Afișați tastatura";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "În interiorul %@";

/* Accessibility label or discoverability title */
"Redo" = "Reconfirmați";

/* Accessibility label or discoverability title */
"Undo" = "Infirmați";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimizată";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Jumătate de ecran";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Ecran complet";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Acțiune %@ - Alergare - %d procente finalizate";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Acțiune %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Eliminați filtrul";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (neselectat)";

/* Accessibility value; switch is on */
"On" = "Da";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Eliberați pentru a elimina %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Această acțiune transmite intrarea și o returnează ca ieșire.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Obține intrarea transmisă la începutul scurtăturii.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Nu aveți nicio scurtătură Foaie de partajare.\n\nPentru a adăuga una, creați o scurtătură și activați opțiunea “Afișați în foaia de partajare” în configurările sale.";

/* Action extension; no search results */
"No shortcuts match the search." = "Nicio scurtătură nu corespunde căutării.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Nu aveți nicio scurtătură încă.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Sugestii Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Scurtătură: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Adăugați la scurtătură";

/* Add search filter */
"Add Filter" = "Adăugați un filtru";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Oricine are acces la acest link partajat va putea să vadă conținutul scurtăturii.";

/* Alert title */
"Error" = "Eroare";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Creați linkul iCloud";

/* Allow access to service */
"Allow Access" = "Permiteți accesul";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Neinstalat) %@";

/* App search view; navigation bar title */
"Choose App" = "Alegeți aplicația";

/* App search view; no results */
"No results." = "Niciun rezultat.";

/* App search view; search bar placeholder */
"Search apps…" = "Căutare aplicații…";

/* Apple Watch complication */
"Complication" = "Complicație";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Nu aveți nicio scurtătură Apple Watch încă.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Selectați scurtăturile care să se afișeze în complicația Scurtături de pe cadranul Apple Watch-ului dvs.\n\nÎn timp, aplicația Scurtături va optimiza afișarea scurtăturilor în complicație în funcție de momentul când le executați.";

/* Apps category */
"Apps" = "Aplicații";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Vă solicită să introduceți text când este executată această scurtătură.";

/* Boolean false */
"False" = "Fals";

/* Boolean true */
"True" = "Adevărat";

/* Button */
"Back" = "Înapoi";

/* Button */
"Cancel" = "Anulați";

/* Button */
"Choose Variable" = "Alegeți o variabilă";

/* Button */
"Clear" = "Degajați";

/* Button */
"Delete Actions" = "Ștergeți acțiunile";

/* Button */
"Delete Shortcut" = "Ștergeți scurtătura";

/* Button */
"Done" = "OK";

/* Button */
"Get More Shortcuts" = "Obțineți mai multe scurtături";

/* Button */
"Go Back" = "Înapoi";

/* Button */
"Help" = "Ajutor";

/* Button */
"Keep Actions" = "Păstrați acțiunile";

/* Button */
"Next" = "Înainte";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Eliminați acțiunea";

/* Button */
"Remove Action From Shortcut" = "Eliminați acțiunea din scurtătură";

/* Button */
"Remove Photo" = "Eliminați poza";

/* Button */
"Select Magic Variable" = "Selectați o variabilă magică";

/* Button */
"Select Photo" = "Selectați o poză";

/* Button */
"Show Action Settings" = "Afișați configurările acțiunii";

/* Button */
"Show Actions" = "Afișați acțiunile";

/* Button */
"Sign Out" = "Ieșire";

/* Button */
"Take Photo" = "Fotografiați";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Adăugați la ecranul principal";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Adăugați la ecranul principal";

/* Button or title */
"Delete" = "Ștergeți";

/* Button or title */
"Run Shortcut" = "Executați scurtătura";

/* Button or title */
"Settings" = "Configurări";

/* Button or title */
"Variables" = "Variabile";

/* Button title */
"Add to Siri" = "Adăugați la Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Obțineți scurtătura";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Afișați rezultatul pe tot ecranul";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Faceți un tur ghidat";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Partajați rezultatul";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Această scurtătură funcționează cu următoarele aplicații și servicii:";

/* Choose an item */
"Choose" = "Selectați";

/* Conditional AND */
"and" = "și";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Puneți înapoi “În caz contrar”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Acțiunile plasate după “În caz contrar” vor fi executate în cazul în care condiția este falsă.";

/* Conditional actions settings navigation bar title */
"If Action" = "Acțiune if";

/* Confirmation HUD when link copies */
"Link copied" = "Link copiat";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Sigur doriți să opriți partajarea acestei scurtături? Linkul iCloud va fi șters și nu va mai funcționa.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Această scurtătură va fi ștearsă de pe toate dispozitivele dvs. iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Aceste scurtături vor fi șterse de pe toate dispozitivele dvs. iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” nu pare să fie %2$@. Doreați să adăugați un contact?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Utilizați totuși “%@”";

/* Contact field; accessibility label */
"Add Contact" = "Adăugați un contact";

/* Contact field; button */
"Search Contacts" = "Căutați contacte";

/* Contact field; supported type string */
"a phone number" = "un număr de telefon";

/* Contact field; supported type string */
"a phone number or email address" = "un număr de telefon sau o adresă de e-mail";

/* Contact field; supported type string */
"an email address" = "o adresă de e-mail";

/* Content Types category */
"Content Types" = "Tipuri de conținut";

/* Copy link to shortcut */
"Copy Link" = "Copiați linkul";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copiați linkul iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Acest format respectă modelele din standardul tehnic Unicode nr. 35.";

/* Custom date format alert title */
"Custom Date Format" = "Format personalizat de dată";

/* Custom date formatting style */
"Custom" = "Personalizat";

/* Custom time format title */
"Custom Format" = "Format personalizat";

/* Default option */
"Default" = "Implicit";

/* Delete all shortcuts */
"Delete All" = "Ștergeți tot";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Deselectați tot";

/* Dictionary key placeholder */
"Key" = "Cheie";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Configurări scurtătură";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Opriți scurtătura";

/* Discoverability title */
"Close shortcut" = "Închideți scurtătura";

/* Discoverability title */
"Search actions" = "Căutare acțiuni";

/* Discoverability title */
"Stop shortcut" = "Opriți scurtătura";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Afișați în foaia de partajare";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Afișați în widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Afișați în complicație";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Afișați pe Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicați scurtătura";

/* Duplicate shortcut */
"Duplicate" = "Duplicați";

/* Edit import questions back bar button title */
"Questions" = "Întrebări";

/* Error message */
"No options available." = "Nicio opțiune disponibilă.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Imposibil de încărcat App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Executați rapid scurtături folosind widgetul.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Adăugați la favorite";

/* Favorite button title - action is favorited */
"Favorited" = "Adăugată la favorite";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Cont: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Toate acestea sunt adevărate";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Oricare dintre acestea sunt adevărate";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "începe cu";

/* Find filter UI operator */
"contains" = "conține";

/* Find filter UI operator */
"does not contain" = "nu conține";

/* Find filter UI operator */
"ends with" = "se termină cu";

/* Find filter UI operator */
"is" = "este";

/* Find filter UI operator */
"is after" = "este după";

/* Find filter UI operator */
"is before" = "este înainte de";

/* Find filter UI operator */
"is between" = "este între";

/* Find filter UI operator */
"is exactly" = "este exact";

/* Find filter UI operator */
"is greater than" = "este mai mare decât";

/* Find filter UI operator */
"is greater than or equal to" = "este mai mare sau egal cu";

/* Find filter UI operator */
"is in the last" = "este în ultimele";

/* Find filter UI operator */
"is in the next" = "este în următoarele";

/* Find filter UI operator */
"is larger than" = "este mai mare decât";

/* Find filter UI operator */
"is larger than or equal to" = "este mai mare sau egal cu";

/* Find filter UI operator */
"is less than" = "este mai mic decât";

/* Find filter UI operator */
"is less than or equal to" = "este mai mic sau egal cu";

/* Find filter UI operator */
"is longer than" = "este mai lung decât";

/* Find filter UI operator */
"is longer than or equal to" = "este mai lung sau egal cu";

/* Find filter UI operator */
"is not" = "nu este";

/* Find filter UI operator */
"is not exactly" = "nu este exact";

/* Find filter UI operator */
"is not on" = "nu este la";

/* Find filter UI operator */
"is on" = "este la";

/* Find filter UI operator */
"is shorter than" = "este mai scurt decât";

/* Find filter UI operator */
"is shorter than or equal to" = "este mai scurt sau egal cu";

/* Find filter UI operator */
"is smaller than" = "este mai mic decât";

/* Find filter UI operator */
"is smaller than or equal to" = "este mai mic sau egal cu";

/* Find filter UI operator */
"is today" = "este astăzi";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Executați această scurtătură prin comenzi vocale, adăugând-o la Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Utilizați această scurtătură din alte aplicații deschizând foaia de partajare și apăsând Scurtături.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Introduceți o cheie pentru extragerea valorii sale din dicționar sau lăsați necompletat pentru a obține întregul dicționar.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (acest dispozitiv)";

/* Full name of contact */
"Full Name" = "Nume complet";

/* Full street address of location */
"Full Street Address" = "Adresă stradală completă";

/* Get property */
"Get" = "Obțineți";

/* Get value for a dictionary key */
"Get Value for Key" = "Obțineți valoarea pentru cheie";

/* Go to next import question */
"Continue" = "Continuați";

/* Guided tour; drag actions to here hint */
"…to here" = "…aici";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Trageți acțiunile aici";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Când este executată pe Apple Watch, această acțiune necesită utilizarea Handoff și se continuă pe iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unitate";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Oră ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glifă %1$@, culoare de fundal %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Alegeți o imagine personalizată de utilizat atunci când această scurtătură este adăugată la ecranul principal.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Imaginea de deasupra va fi utilizată când este adăugată această scurtătură la ecranul principal.";

/* Icon editor; accessibility label */
"Icon Preview" = "Previzualizare pictogramă";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor de pictograme scurtături";

/* Icon editor; segmented control option */
"Color" = "Culoare";

/* Icon editor; segmented control option */
"Glyph" = "Glifă";

/* Icon editor; segmented control option */
"Home Screen" = "Ecran principal";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Întrebările adăugate aici vor fi adresate la importarea acestei scurtături pe alt dispozitiv. Răspunsurile la aceste întrebări vor fi completate în scurtătură.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Puteți încerca întrebările dvs. de importare folosind butonul “Personalizați scurtătura” din configurările acestei scurtături.";

/* Import questions detail view */
"Default Answer" = "Răspuns implicit";

/* Import questions detail view */
"Question Text" = "Text întrebare";

/* Import questions detail view */
"Type a question here…" = "Scrieți o întrebare aici…";

/* Import questions details view; navigation bar title */
"Details" = "Detalii";

/* Import questions; button */
"Add New Question…" = "Adăugați o întrebare nouă…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Alegeți un parametru dintr-una dintre acțiunile de mai jos.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Alegeți un parametru";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Această scurtătură nu are acțiuni. Adăugați acțiuni la scurtătura dvs. înainte de configurarea întrebărilor de importare.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Această scurtătură acceptă %@";

/* Input types of action */
"Input" = "Intrare";

/* Input variable description */
"Gets the output of the previous action." = "Obține ieșirea acțiunii anterioare.";

/* Install app icon; should match App Store GET button */
"GET" = "OBȚINEȚI";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Adăugați acțiuni din partea de jos pentru a crea scurtătura.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Adăugați acțiuni din partea stângă pentru a crea scurtătura.";

/* Item can be anything */
"anything" = "orice";

/* Keep all shortcuts */
"Keep All" = "Păstrați tot";

/* Keep shortcuts */
"Keep" = "Păstrați";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Păstrați %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Extindeți";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Restrângeți";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Tipuri acceptate";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Adăugați %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Ce tip de valoare doriți să adăugați?";

/* Long date formatting style */
"Long" = "Lung";

/* Manage sharing */
"Manage Sharing" = "Gestionați partajarea";

/* Medium date formatting style */
"Medium" = "Mediu";

/* Missing action error action */
"Update Shortcuts" = "Actualizați Scurtături";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Această acțiune nu a putut fi găsită în această versiune de Scurtături.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nume și URL Store";

/* Name of measurement unit */
"Unit (Name)" = "Unitate";

/* Navigation bar title */
"Select a Magic Variable" = "Selectați o variabilă magică";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Rezolvați conflictele";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variabilă indisponibilă.";

/* None option */
"None" = "Nimic";

/* Note about using the action */
"Note" = "Notiță";

/* Parameter already in use by another import question */
"Already In Use" = "Deja utilizat";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Neacceptat pentru întrebări";

/* Piece of text */
"Text" = "Text";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Această scurtătură a fost importată din altă aplicație. Sigur doriți să o executați?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativ";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Acum cât timp/până când";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Dispozitiv necunoscut";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Acest nume va fi utilizat pentru toate variabilele magice ale acțiunii %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Redenumiți variabila magică";

/* Rename shortcut alert title */
"Rename Shortcut" = "Redenumiți scurtătura";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Introduceți un nume nou pentru scurtătură.";

/* Rename workflow or variable */
"Rename" = "Redenumiți";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Necesită";

/* Result types of action */
"Result" = "Rezultat";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Afișați acțiunea";

/* Scripting category */
"Scripting" = "Scriptare";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Căutare";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Scurtături pentru complicație";

/* Select all input types */
"Select All" = "Selectați tot";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Partajați scurtătura";

/* Share a workflow along with a description */
"Share with Description" = "Partajați cu descriere";

/* Share a workflow as a file */
"Share as File" = "Partajați ca fișier";

/* Share shortcut */
"Share" = "Partajați";

/* Short date formatting style */
"Short" = "Scurt";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” nu conține nicio acțiune.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Scurtătură fără conținut";

/* Shortcut contains no actions error title */
"No Actions" = "Nicio acțiune";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personalizați scurtătura…";

/* Shortcut icon */
"Icon" = "Pictogramă";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Alegeți o scurtătură";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "S-au mutat între %1$@ și %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "S-a mutat la sfârșit, după %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "S-a mutat la început, înainte de %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Pentru a utiliza scurtăturile din widgetul Azi, urmați câțiva pași simpli pentru adăugarea widgetului. Alternativ, apăsați OK pentru a configura ulterior.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Adăugați widgetul Azi pentru a executa scurtături super rapid.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Captură de ecran a unei foi de partajare în Safari cu activitatea Scurtături evidențiată";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Scurtăturile Extensie acțiune sunt executate din foaia de partajare din cadrul altor aplicații.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Scurtăturile din widgetul Azi sunt executate în centrul de notificări, trăgând în jos din partea de sus a ecranului.";

/* Shortcut types help view; title */
"Shortcut Types" = "Tipuri de scurtături";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "S-a șters de pe %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "S-a șters de pe alt dispozitiv";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modificat pe %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Modificat pe alt dispozitiv";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Căutați scurtături…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Captură de ecran a widgetului Scurtături în centrul de notificări";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Omiteți configurarea";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Opriți partajarea";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Trimiteți în Galerie";

/* Tap to choose an option */
"Tap to Choose" = "Apăsați pentru alegere";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Iată scurtătura creată de mine!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Controller acțiuni";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "partea de jos a ecranului";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "partea din dreapta sus a ecranului";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Orice";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nimic";

/* Title */
"Actions" = "Acțiuni";

/* Title */
"Date Format" = "Format dată";

/* Title */
"Requires Handoff" = "Solicită Handoff";

/* Title */
"Shortcuts" = "Scurtături";

/* Title */
"Time Format" = "Format oră";

/* Title */
"Type" = "Tip";

/* Title for action drawer categories view */
"Categories" = "Categorii";

/* Title for configuration page for unit */
"Unit (Title)" = "Unitate";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliotecă";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personalizați scurtăturile";

/* Title or button */
"Import Questions" = "Întrebări de importare";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Gata! Widgetul Azi este configurat.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Preluați apoi câteva scurtături ale widgetului Azi din Galerie.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Datorită widgetului de scurtături Azi, puteți executa scurtături printr-o singură apăsare din orice aplicație, trăgând în jos centrul de notificări.";

/* Today widget explanation button */
"Add Widget" = "Adăugați un widget";

/* Today widget explanation button */
"View the Gallery" = "Vizualizați Galeria";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Executați scurtături extrem de rapid, de oriunde de pe %MODEL%.";

/* Unknown item */
"Unknown" = "Necunoscut";

/* Used in a phrase like 'Add new item' */
"new item" = "un articol nou";

/* User’s favorited workflows or actions */
"Favorites" = "Favorite";

/* Variable field placeholder */
"Variable Name" = "Nume variabilă";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Puteți crea o variabilă adăugând o acțiune “Fixați variabila”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Nu este disponibilă nicio variabilă";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflicte";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configurați această scurtătură";

/* Workflow name */
"Name of Shortcut" = "Nume";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Apăsați OK pentru a continua editarea scurtăturii.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Captură de ecran a aplicației Scurtături de pe Watch";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Scurtăturile Apple Watch sunt executate de la încheietura dvs. prin aplicația sau complicația Scurtături.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Cum găsesc widgetul Azi?";

/* iOS Today Widget */
"Today Widget" = "Widgetul Azi";

